<html dir="rtl" lang="en">
  <head>
    <meta charset="UTF-8"/>
    <title>Terms and Conditions Page</title>
    <link rel="stylesheet" href="../css/style.css">
  </head>    
    
  <body>
    <div class="homePage">
      <div class="navigation">
        <div>
          <a href="index.php" target="_self"><img class="logo" src="../logo/logo.jpg" alt="Something Wrong!"/></a>
        </div>

        <div class="home_page"><a href="home_user.php">الصفحة الرئيسية</a></div>
        <div class="interpreters"><a href="interpreters.php">المترجمون</a></div>

        <?php
          session_start();
            if(!empty($_SESSION['Usertype']))
            {
		    ?>
              <div class="favorites"><a href="favorites.php">المفضلة</a></div>
              <div class="options"><a href="options.php">الإعدادات</a></div>
              <div class="who_are_we"> <a href="about_us.php">من نحن</a></div>
              <div class="my_sessions"><a href="my_sessions.php">جلساتي</a></div>
              <div class="contactss_us"><a href="contact_us.php">تواصل معنا</a></div>

					    <div class="logout">
            		<div class="sub_logout"><a class="link" href="logout.php">تسجيل خروج</a></div>
          		</div>
		    <?php
				    }

            else{
        ?>
              <div class="login">
                <div class="sub_login"><a class="link" href="login.php">تسجيل دخول</a></div>
              </div>

              <div class="who_not_login"><a href="about_us.php">من نحن</a></div>
              <div class="contacts_us"><a href="contact_us.php">تواصل معنا</a></div>

              <div class="interpreter_account"><a href="registration_interpreter.php">تسجيل كمترجم</a></div>

              <div class="create_account">
                <div class="sub_create_account"><a class="link" href="registration_user.php">إنشاء حساب</a></div>
              </div>
		    <?php	
					  }
		    ?>
      </div>

      <div class="rectangle17">
        <div class="rectangle23">
          <h1 class="terms">الشروط والأحكام</h1>
          <p>السادة عملاءنا الكرام ... نرحب بكم في موقعنا الإلكتروني نسمعوك...</p>
          <p>ونورد لسيادتكم الشروط والأحكام التي تخص استخدامك ودخولكم لموقعنا الإلكتروني وكافة الصفحات والروابط والأدوات والخواص المتفرعة منه.</p>
          <p>إن استخدامكم لموقعنا الإلكتروني يعد موافقة منكم على جميع البنود وشروط التى تتضمنها هذه الصفحة والتى سنقوم بتفصيلها أدناه، الرجاء مراجعتها جيدًا.</p>
          <br><br>
          <h3>شروط الاستخدام</h3>  
          <p>إن استخدام خدمات موقعنا الإلكتروني متاحة فقط للأشخاص القادرين على تمثيل أنفسهم قانونيًا وفق نظام الممكلة العربية السعودية، ولا يمكن للأشخاص غير القادرين على تمثيل أنفسهم قانونيًا استخدام خدمات الموقع الإلكتروني.</p>
          <p>إن كنت قاصرًا (كأن يكون عمرك أقل من 18 سنة) فبإمكانك استخدام الموقع الإلكتروني تحت إشراف أحد الوالدين أو الوصي القانوني شريطة موافقته الالتزام ببنود شروط الاستخدام.</p>
          <p>وسيكون المستخدم من خارج المملكة العربية السعودية مسؤولًا عن استخدامه لخدمات المتجر وذلك بالتزامه التام بالقوانين المحلية المتبعة في تلك المنطقة.</p>
          <p>هذه الشروط والأحكام تعتبر سارية المفعول ولاغية لما قبلها من أشكال التمثيل التجاري أو الاتفاقيات الشفهية أو غيرها من المفاهمات مالم يخصص بهذا الشأن شروط اضافية خاصة بخدمة محددة.</p>
          <p>باستخدامك للموقع الإلكتروني ستكون ملزمًا باتباع بنود الشروط والأحكام.</p>
          <br><br>
          <h3>الحماية الأمنية للموقع الإلكتروني</h3>  
          <p>لا يجوز لك بتاتًا أن تنتهك أو تحاول انتهاك الحماية الأمنية للموقع الإلكتروني وذلك يتضمن وليس محصورًا بالآتي:</p>
          <p>* الولوج إلى معلومات غير مخصصة لك أو الدخول إلى خادم الانترنت أو حسابٍ لست مخولًا باستخدامه بشكل رسمي.</p>
          <p>* محاولة استكشاف أو فحص أو اختبار مدى قدرة النظام أو الشبكة أو محأولة اختراق النظام الأمني أو مستويات الحماية دون أن تكون مخولًا بذلك.</p>
          <p>* محاولة التشويش أو التداخل على الخدمة المقدمة لأي مستخدم آخر أو مضيف أو شبكة، وذلك يتضمن دون حصر نشر وإرسال الفيروسات الى الموقع الإلكتروني، أو إثقال الموقع أو إرسال الرسائل المتسلسلة أو البريد الإلكتروني غير المرغوب فيه أو أي وسيلة أخرى قد تضر بسلامة الشبكة.</p>
          <p>* إرسال الرسائل غير المرغوب فيها وذلك يتضمن العروض التجارية أو الإعلانات للمنتجات أو الخدمات.</p>
          <br>
          <p>* المحاكاة بغرض التزوير لعنوان بروتوكول الإنترنت أو عنوان البريد الإلكتروني أو أي جزء من عنوان الموقع الإلكتروني واستخدامها في أي بريد الكتروني أو مجموعة بريدية، علمًا بأن الانتهاكات المضرة بالنظام أو أمن الشبكة يمكنها أن تعرضك لجزاءات مدنية وجنائية في أغلب الحالات، إنك بهذا توافق على عدم استخدام موارد النظام من أجهزة أو برامج أو أي طريقة للتشويش أو التداخل أو محاولة التداخل مع سير عمل الموقع الإلكتروني أو أي نشاط أو خدمة يقدمها الموقع.</p>
          <p>* سيقوم الموقع الإلكتروني بالتقصي عن النشاطات التي قد تنطوي على هذه الانتهاكات وسيقوم بالتعاون مع الجهات القضائية المختصة لمقاضاة وتطبيق العقوبة اللازمة على الأشخاص المتسببين في مثل هذه الانتهاكات.</p>
          <br><br>
          <h3>سياسة الخصوصية</h3>  
          <p>نحن على علم بمسؤوليتنا تجاه حماية معلوماتك الشخصية ونأخذ هذا الأمر بجدية تامة، ونحن نعتقد أن معلوماتك الشخصية هي واحدة من أهم الموراد لدينا ونقوم بتخزين معالجة معلوماتك الشخصية من خلال خوادمنا وهي محمية بواسطة أجهزة وبرامج ذات تقنية أمنية عالية.</p>
          <p>كما نقوم أيضًا باستخدام طرف ثالث للتحقق والمصادقة على مباديء الخصوصية لموقعنا الإلكتروني شاملًا الخدمات.</p>
          <p>في حال اعتراضك على نظام معالجتنا لمعلوماتك الشخصية عن طريق النقل أو الاستخدام بأي وسيلة، الرجاء الاتصال بنا للتحدث مع الشخص المسؤول.</p>
          <br><br>
          <h3>التسجيل – حسابي الشخصي.</h3>
          <p>إن المعلومات الي تقدمها خلال عملية التسجيل هي بيانات محمية وفقًا لبنود حماية الخصوصية الموضحة سابقًا.</p> 
          <p>تشكل معلوماتك الشخصية جزءًا من سجلك الخاص لتعاملاتك مع خدماتنا.</p> 
          <p> في حالة استخدامك لموقعنا الإلكتروني ستكون مسؤولًا عن المحافظة على سرية حسابك الشخصي وكلمة المرور بالإضافة إلى منع الوصول الى جهازك الشخصي/ جهاز الكمبيوتر أو الجوال الذي تستخدمه للدخول لموقعنا وأنت بذلك تتحمل المسؤولية عن جميع العمليات التي يتم تنفيذها من خلال حسابك الشخصي باستخدام كلمة المرور، ولا يتحمل الموقع الإلكتروني أي مسؤولية تجاه أي شخص عن أي خسارة أو أضرار قد تنشأ بسبب فشلك في حماية كلمة المرور الخاصة بك أو أي معلومات أخرى متعلقة بحسابك الشخصي.</p>
          <p>في حال الشك بوجود عمليات مشبوهة في حسابك الشخصي يرجى إخطارنا فورًا.</p>
          <br><br>
          <h3>التواصل الإلكتروني</h3>
          <p>بموافقتك استخدام موقعنا الإلكتروني فإنك بذلك توافق على استقبال رسائلنا الإلكترونية بجميع أشكالها من خلال البريد الإلكتروني أو النشرات الدورية أو الإشعارات والتنبيهات المعلن عنها في الموقع الإلكتروني، بناءًا على ذلك فأنت توافق ضمنيًا على أن جميع المعاملات الإلكترونية المرسلة لك من قبلنا هي ملزمة قانونيًا وتعامل معاملة المعاملات الخطية.</p>
          <p>يحق لنا مراقبة وتسجيل وحفظ أي مكالمة هاتفية أو بريد الكتروني أو أي شكل آخر من اشكال التواصل الإلكتروني معك وذلك لأغراض تدريبية بهدف التحقق من النصائح والملاحظات الموجهة إلينا ولتحسين وتطوير نوعية الخدمة المقدمة لعملائنا.</p>
          <br><br>
          <h3>إلغاء الجلسات</h3>
          <p>تحتفظ بحق إلغاء الموعد لأي سبب من الأسباب التالية</p>
          <p>رفض/ عدم قبول طلب الجلسة. *</p>
          <p>إذا كان عنوان البريد المعطى من قبل المستخدم خاطئًا أو كانت معلومات* الاتصال خاطئة أو لعدم القدرة على التواصل مع المستخدم</p>
          <p>تأخر المستخدم عن الانضمام إلى الجلسة لأكثر من 20 دقيقة</p>
          <p>إلغاء الموعد من طرف المستخدم:</p>
          <p>للمتابعة في عملية إلغاء موعد الجلسة يجب عليك الإتصال بنا أولًا، باستطاعتك إلغاء طلبك لأي سبب من الأسباب التالية:</p>
          <p>إذا لم يتم انضمام المترجم إلى الجلسة لأكثر من 20 دقيقة</p>
          <br>
        </div>
      </div>
    </div>
  </body>
</html>
